/* \"%@\" image */
"\"%@\" image" = "Imagem \"%@\"";

/* Clipboard contents: %@. */
"Clipboard contents: %@." = "Conteúdo do Clip: %@.";

/* Could not generate PDF data for printing. */
"Could not generate PDF data for printing." = "Não foi possível gerar dados PDF para imprimir.";

/* Empty */
"Empty" = "Vazio";

/* Hide Clipboard */
"Hide Clipboard" = "Ocultar Clip";

/* Move */
"Move" = "Mover";

/* Move */
"Press" = "Premir";

/* axis to assign. */
"axis to assign." = "eixo a atribuir.";

/* button to assign. */
"button to assign." = "botão a atribuir.";

/* button to assign. */
"Please choose input on" = "Escolher entrada em";

/* Movie */
"Movie" = "Filme";

/* No device input assigned. */
"No device input assigned." = "Não foi atribuído um periférico.";

/* No device. */
"No device." = "Nenhum periférico.";

/* No devices with 2+ axis found. */
"No devices with 2+ axis found." = "Não existem periféricos com mais de 2 eixos.";

/* No devices with at least 2 axis found. */
"No devices with 6+ axis found." = "Não existem periféricos com mais de 6 eixos.";

/* Not assigned. */
"Not assigned." = "Não atribuído.";

/*  button mouse detected. */
" button mouse detected." = " botão do rato detectado.";

/* Plain Text */
"Plain Text" = "Texto normal";

/* Print Error */
"Print Error" = "Erro na impressão";

/* Rich Text */
"Rich Text" = "Texto formatado";

/* Save Error */
"Save Error" = "Erro ao guardar";

/* Show Clipboard */
"Show Clipboard" = "Mostrar Clip";

/* Unable to save current window contents. */
"Unable to save current window contents." = "Impossível guardar o conteúdo da janela actual.";

/* Unassigned */
"Unassigned" = "Não atribuído";

/* Unknown contents */
"Unknown contents" = "Conteúdo desconhecido";

/* Button modifiers must not be the same. */
"Button modifiers must not be the same." = "Os modificadores dos botões não devem ser os mesmos.";
